{
  "quotes": [
    {
      "id": 1,
      "quote": "The here and now is all we have, and if we play it right it's all we'll need.",
      "author": "Ann Richards"
    },
    {
      "id": 2,
      "quote": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.",
      "author": "Collin Powell"
    },
    {
      "id": 3,
      "quote": "Don't count the days, make the days count.",
      "author": "Mike Tyson"
    },
    {
      "id": 5,
      "quote": "The cure for boredom is curiosity. There is no cure for curiosity.",
      "author": "Dorothy Parker"
    },
    {
      "id": 6,
      "quote": "Do the best you can in every task, no matter how unimportant it may seem at the time. No one learns more about a problem than the person at the bottom.",
      "author": "Sandra Day O'Connor"
    },
    {
      "id": 7,
      "quote": "Tell me and I forget, teach me and I remember, involve me and I learn.",
      "author": "Benjamin Franklin"
    },
    {
      "id": 8,
      "quote": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
      "author": "Winston Churchhill"
    },
    {
      "id": 9,
      "quote": "Our greatest glory is not in never falling, but in rising everytime we fall.",
      "author": "Confucius"
    },
    {
      "id": 10,
      "quote": "You know, failure hurts. Any kind of failure stings. If you live in the sting, you will undoubtedly fail. My way of getting past the sting is to say no, I’m just not going to let this get me down.",
      "author": "Sonia Sotomayor"
    },
    {
      "quote": "Twenty years from now you will be more disappointed by the things you didn't do than by the ones you did do. So throw off the bowlines. Sail away from the safe harbor. Catch the trade winds in your sails.",
      "author": "Mark Twain",
      "likes": [],
      "id": 11
    }
  ],
  "likes": [
    {
      "id": 1,
      "quoteId": 1,
      "createdAt": 1558524356
    },
    {
      "quoteId": 2,
      "id": 3
    },
    {
      "quoteId": 11,
      "id": 4
    },
    {
      "quoteId": 11,
      "id": 5
    },
    {
      "quoteId": 11,
      "id": 6
    },
    {
      "quoteId": 11,
      "id": 7
    },
    {
      "quoteId": 11,
      "id": 8
    },
    {
      "quoteId": 11,
      "id": 9
    },
    {
      "quoteId": 11,
      "id": 10
    },
    {
      "quoteId": 1,
      "id": 11
    },
    {
      "quoteId": 1,
      "id": 12
    },
    {
      "quoteId": 1,
      "id": 13
    },
    {
      "quoteId": 1,
      "id": 14
    },
    {
      "quoteId": 1,
      "id": 15
    },
    {
      "quoteId": 1,
      "id": 16
    }
  ]
}